import React, { Component } from 'react';

class Content extends Component {
  render() {
    return (
      <div>
        <p>Хобі:</p>
        <ul>
          <li>Веслування</li>
          <li>Відеоігри</li>
          <li>Музика</li>
          <li>Спорт</li>
        </ul>

        <p>Улюблені фільми:</p>
        <ol>
          <li>"Гладіатор", 2000</li>
          <li>"Кримінальне чтиво", 1994</li>
          <li>"Зелена миля", 1999</li>
          <li>"Хрещений батько", 1972</li>
        </ol>

        <p>
          Кельн (нім. Köln) — місто в Німеччині, у федеральній землі Північний 
          Рейн-Вестфалія. Четверте за кількістю населення місто країни після Берліна, 
          Гамбурга і Мюнхена; третє найбільше за площею. Найбільше місто федеральної землі.
        </p>
        <p>
          Заснований в I ст. н. е. як римська колонія. У 953–1803 рр. було столицею 
          самоврядного Кельнського архієпископства (курфюства) в складі Священної 
          Римської імперії. Сильно постраждало внаслідок бомбардувань під час Другої 
          світової війни (1940—1945). Відоме своєю культурною та архітектурною 
          спадщиною (Кельнський собор, Кельнський університет)
        </p>
      </div>
    );
  }
}

export default Content;